Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Computerprogrammierung im medizinischen Bereich
en: Computer programming in the medical field

source: Forschung in Bezug auf die computergestützte Automatisierung von industriellen Verfahren
en: Research relating to the computerised automation of industrial processes

source: Forschung bezüglich Abfallanalysen
en: Research relating to waste analysis

source: Architektonische Entwürfe für die Städteplanung
en: Architectural design for town planning

source: Auswertung von Messwerten
en: Measurement evaluation services

source: Inspektion von Wägeinstrumenten
en: Inspection of weighing instruments

source: Erstellen von Informationen in Bezug auf Informationssysteme
en: Compilation of information relating to information systems

source: Erstellen von Informationen im Bereich Toxikologie
en: Compilation of toxicological information

source: Beratung in Bezug auf Pharmakologie
en: Consultancy pertaining to pharmacology

source: Entwurf von Geräten und Maschinen für Füllzwecke
en: Design of apparatus and machines for filling purposes

source: Forschung im Bereich Klimawandel
en: Research in the field of climate change

source: Forschung zur Verringerung der Kohlendioxidemissionen
en: Research in the reduction of carbon emissions

source: Qualitätsprüfung von Baumaterialien
en: Quality control of building materials

source: Qualitätskontrolle von Halbfertigerzeugnissen
en: Quality control of partly manufactured goods

source: Qualitätsprüfung in Bezug auf die Lebensmittelhygiene
en: Quality control relating to the hygiene of foodstuffs

source: Entwurf und Entwicklung von Fotovoltaiksystemen
en: Drafting and development of photovoltaic systems

source: Design, Pflege, Vermietung und Aktualisierung von Computersoftware
en: Design, maintenance, rental and updating of computer software

source: Entwicklung neuer Technologien für Dritte
en: Development of new technology for others

source: Modifizierung von Computerprogrammen
en: Modifying of computer programs

source: Technische Bewertung toxikologischer Informationen in Bezug auf Gefahren
en: Assessing toxicological information in relation to hazards

source: Computergestützte Erteilung von Auskünften über geophysikalische Messungen
en: Computerised information services relating to geophysical measurement

source: Entwurf von elektronischen CD-ROM-Formaten für Computerdatenbanken
en: Design of cd-rom electronic format for computer databases

source: Erstellen und Aktualisieren von Homepages für Computernetzwerke
en: Creating and updating of home pages for computer networks

source: Programmierung von Unterrichtssoftware
en: Programming of educational software

source: Beratung bei der Auswahl von Vorhängen [Raumgestaltung]
en: Consultancy relating to selection of curtaining [interior design]

source: Beratung bei der Auswahl von losen Abdeckungen für Möbel [Raumgestaltung]
en: Consultancy relating to selection of loose covers for furniture [interior design]

source: EDV-Beratung in Bezug auf die Analyse von Informationssystemen
en: Consultancy services for analysing information systems

source: Archäologische Forschung
en: Archaeological research

source: Bauprüfungsdienstleistungen [Vermessung]
en: Building inspection services [surveying]

source: Entwurf, Entwicklung und Wartung von Intranets
en: Intranet design, development and maintenance

source: Technische Überwachung und Inspektion
en: Technical supervision and inspection

source: Fehlersuche bei Computerhardware- und -softwareproblemen
en: Troubleshooting of computer hardware and software problems

source: Überwachung von Netzwerksystemen
en: Monitoring of network systems

source: Materialprüfung und -analyse
en: Materials testing and analysing

source: Erteilung von wissenschaftlichen Auskünften über die chemische Industrie
en: Provision of scientific information relating to the chemical industry

source: Beratungsdienste bezüglich Produktprüfungen
en: Advisory services relating to product testing

source: Beratungsdienste bezüglich des Entwurfs von Aquarien
en: Advisory services relating to the design of aquaria

source: Durchführung akustischer Luftstrommessungen
en: Air flow acoustic measurement services

source: Chemisch-technologische Forschung
en: Chemical technological research

source: Designdienstleistungen für die Entwicklung von Elementarzellen
en: Design services relating to the creation of elementary cells

source: Entwurfsdienstleistungen bezüglich der Entwicklung von Netzwerken
en: Design services relating to the creation of networks

source: Vermietung von Kodiergeräten
en: Rental of coding apparatus

source: Timesharing-Dienste für Datenverarbeitungsgeräte
en: Time sharing services for data processing apparatus

source: Gestaltung, Pflege und Aktualisierung von Computersoftware
en: Creating, maintaining, and modernizing computer software

source: Biotechnologische Forschung im Industriebereich
en: Biotechnological research relating to industry

source: Entwurf von Plänen für Büromöbel
en: Design of layouts for office furniture

source: Planung [Gestaltung] von Küchen
en: Planning [design] of kitchens

source: Vorhersagemessung von Dauerleistungsabgasemissionen
en: Prediction measurement of steady state exhaust emissions

source: Bakteriologische Beratung und Forschung
en: Bacteriological consultation and research

source: Erteilung von Auskünften über die Anwendung von Computersystemen
en: Information services relating to the application of computer systems

source: Erteilung von Auskünften über die Kombination von Farben, Anstrichfarben und Ausstattungen für die Raumgestaltung
en: Information services relating to the combination of colours, paints and furnishings for interior design

source: Gestaltung von Verpackungs- und Einschlagmaterialien
en: Designing of packaging and wrapping materials

source: Entwicklung von auf Datenträgern gespeicherten Computerprogrammen [Software] zur Verwendung bei der Konstruktion und der automatisierten Fertigung [CAD/CAM]
en: Development of computer programs recorded on data media (software) designed for use in construction and automated manufacturing (cad/cam)

source: Entwicklung pharmazeutischer Präparate und Medikamente
en: Development of pharmaceutical preparations and medicines

source: Designdienstleistungen bezüglich Möbelstoffen
en: Design services relating to furnishing fabrics

source: DNA-Überprüfung für wissenschaftliche Forschungszwecke
en: DNA screening for scientific research purposes

source: Entwurf von Ausrüstungen für den Abfalltransport
en: Design of equipment for the transportation of waste

source: Prüfung von Kosmetika
en: Inspection of cosmetics

source: Tests in der Tierzucht
en: Testing on livestock breeding

source: Prüfung in der Tierzucht
en: Inspection of livestock breeding

source: Geo-seismische Vermessung
en: Geo-seismic survey services

source: Computergestütztes Konstruieren und technisches Zeichnen
en: Computer-aided engineering design and drawing services

source: Fachliche Beratung auf dem Gebiet der Meerestechnik
en: Professional consultancy relating to marine technology

source: Vermietung von Testgeräten für Munition
en: Provision of testing facilities for ammunition

source: Qualitative Schätzung von Wolle
en: Quality evaluation of wool

source: Entwicklung und Aktualisierung von Computersoftware
en: Developing and updating computer software

source: Geophysikalische Erkundungen für die Bergbauindustrie
en: Geophysical exploration for the mining industry

source: Geophysikalische Erkundungen für die Erdölindustrie
en: Geophysical exploration for the oil industry

source: Technische Beratung im Bereich der Umweltwissenschaft
en: Technical consultancy in the field of environmental science

source: Erstellen von Machbarkeitsstudien zu Bauweisen
en: Designing feasibility studies on designs

source: Biochemische Analysen
en: Biochemical analysis

source: Beratung auf dem Gebiet der Computersicherheit
en: Advisory services relating to computer programming

source: Umweltüberwachung von Flächen für die Abfallbehandlung
en: Engineering services relating to data processing

source: Umweltprüfung bezüglich Lärmbelastung
en: Environmental monitoring of waste treatment areas

source: Erstellung architektonischer Entwürfe
en: Environmental testing of noise pollution

source: Entwicklung von Software für Computerspiele
en: Development of computer game software

source: Entwicklung von Computerhardware für die herstellende Industrie
en: Development of computer hardware for the manufacturing industries

source: Entwicklung von Hardware zur Verarbeitung und Verbreitung von Multimediainhalten
en: Development of hardware for processing and distribution of multimedia contents

source: Design von Computerdatenbanken
en: Design of computer databases

source: Design von optischen und mikrooptischen Bauteilen
en: Design of optical and microoptical components

source: Entwurf, Wartung, Entwicklung und Aktualisierung von Computersoftware
en: Design, maintenance, development and updating of computer software

source: Forschung bezüglich Metallen
en: Research relating to metals

source: Forschung auf dem Gebiet der Bodenschätze
en: Research relating to mineral resources

source: Computerprogrammierung von Videospielen
en: Computer programming of video games

source: Erstellung von Computerprogrammen für Handelsanalysen und -berichte
en: Computer programming services for commercial analysis and reporting

source: Agrochemische Forschung
en: Agrochemical research services

source: Vermietung von Computer-Software, Datenverarbeitungsgeräten und Computerperipheriegeräten
en: Rental of computer software, data processing equipment and computer peripheral devices

source: Entwurf von Industrieanlagen
en: Design of industrial plant

source: Expertenberichte auf dem Gebiet der Technologie
en: Expert reporting services relating to technology

source: Vermietung von Computersoftware zum Lesen einer Datenbank mit Preisangeboten
en: Leasing of computer software for reading a data base of price quotes

source: Vermietung von Computersoftware für Preisangebote
en: Leasing of computer software relating to price quotes

source: Entwicklung von Datenprogrammen
en: Development of data programs

source: Entwurf von Messsystemen
en: Design of measurement systems

source: Technische Beratung bezüglich Datenverarbeitung
en: Engineering consultancy relating to data-processing

source: Qualitative Schätzung von ungeschlagenem Holz
en: Quality evaluation of standing timber

source: Forschung bezüglich Gebäuden
en: Research relating to buildings

source: Durchführung von Machbarkeitsstudien über Erdgaserkundungen
en: Conducting feasibility studies relative to gas exploration

source: Beratung auf dem Gebiet der Geologie
en: Consultancy services relating to geology

source: Beratung auf dem Gebiet der Geotechnologie
en: Consultancy services relating to geotechnics

source: Technische Beratung bezüglich Sicherheit
en: Technical advice relating to safety

source: Entwurf von Sanierungsmaßnahmen zur Sanierung von Defekten in Bauwerken
en: Design of remedial treatment to remedy defects in structures

source: Beratung auf dem Gebiet der Produktentwicklung und der Qualitätsverbesserung von Software
en: Advisory services in the field of product development and quality improvement of software

source: Architekturdienstleistungen für die Ausarbeitung von Bauplänen
en: Architectural services for the preparation of architectural plans

source: Bergbau- und Mineralerkundungsdienste
en: Mining and mineral exploration services

source: Computerprogrammierung für das Internet
en: Computer programming for the internet

source: Programmierung von Video- und Computerspielen
en: Computer programming of video and computer games

source: Erforschung von Reifen
en: Tyre research services

source: Vergleichende Analysestudien zur Effizienz von Computersystemen
en: Comparative analysis studies of the efficiency of computer systems

source: Erstellen von wissenschaftlichen Informationen
en: Compilation of scientific information

source: Entwicklung von Bauteilen für Verbrennungsmotoren
en: Component development for internal combustion engines

source: Beratung auf dem Gebiet des Softwareentwurfs
en: Consultancy in the field of software design

source: Qualitätsprüfung von Fertigerzeugnissen
en: Quality control of manufactured goods

source: Forschung und Prüfungen in den Bereichen Bakteriologie und Virologie
en: Research and testing services in the fields of bacteriology and virology

source: Unterstützungs- und Wartungsdienste für Computersoftware
en: Support and maintenance services for computer software

source: Messung von Variablen für die Richtsteuerung von Bohrlöchern
en: Measuring variables associated with the directional steering of boreholes

source: Überwachung von kontaminierten Flächen
en: Monitoring of contaminated land

source: Design von Anzeigesystemen für Ausstellungen
en: Design services for display systems for exhibition

source: Entwurfsdienstleistungen bezüglich Architektur
en: Design services relating to architecture

source: Technische Forschung im Bereich automatische Identifizierungssysteme
en: Technical research relating to automatic identification systems

source: Durchführung von Machbarkeitsstudien über Computerinformationssysteme
en: Conducting feasibility studies relating to computer information systems

source: Gestaltung von Geschäftsräumen für den Reifenhandel
en: Design of business premises for the tyre trade

source: Entwurf von Kommunikationssystemen
en: Design of communication systems

source: Erstellung von Sachverständigengutachten im Bereich EDV
en: Provision of expert appraisals relating to computing

source: Integration von Computersystemen und Computernetzen
en: Integration of computer systems and networks

source: Gestaltung von Internet-Websites
en: Internet web site design services

source: Aktualisierung und Pflege von Computersoftware und Computerprogrammen
en: Updating and maintenance of computer software and programs

source: Prüfung von Computerprogrammen
en: Testing of computer programs

source: Erkundung und Erforschung von Öl und Gas
en: Exploration and searching of oil and gas

source: Entwurf von Bildbearbeitungssoftware
en: Image processing software design

source: Erstellung von Gutachten über Erdölschichten
en: Oil-bearing seams (Preparing surveys of -)

source: Erstellung von Gutachten über Ölfelder
en: Oil-fields (Preparing surveys of -)

source: Fachliche Beratung bezüglich Computersicherheit
en: Professional consultancy relating to computer security

source: Erteilung von Auskünften über industrielles Design
en: Provision of information relating to industrial design

source: Erteilung meteorologischer Auskünfte für die Schifffahrt
en: Provision of meteorological information for shipping

source: Beratungsdienste bezüglich wissenschaftlicher Forschung
en: Advisory services relating to scientific research

source: Beratungsdienste bezüglich der Vermietung von Computern oder Computersoftware
en: Advisory services relating to the rental of computers or computer software

source: Beratungsdienste bezüglich des Energieeinsatzes
en: Advisory services relating to the use of energy

source: Biochemische Luftstromanalysedienstleistungen
en: Air flow biochemical analysis services

source: Beratungsdienste bezüglich Biochemie
en: Advisory services relating to biochemistry

source: Beratungsdienste bezüglich chemischer Reagenzien
en: Advisory services relating to chemical reagents

source: Entwurfsdienstleistungen bezüglich der Entwicklung von computergestützten Informationsverarbeitungssystemen
en: Design services relating to the development of computerised information processing systems

source: Designdienstleistungen in Bezug auf Fensterbilder
en: Design services relating to window graphics

source: Gestaltung von Homepages für Computernetze
en: Creating of home pages for computer networks

source: Erstellung von Internet-Websites
en: Creation of internet web sites

source: Biotechnologische Forschung im Bereich der Mineralölindustrie
en: Biotechnological research relating to the petroleum industry

source: Entwurf von Landfahrzeugteilen
en: Design of land vehicle parts

source: Design von Landfahrzeugen
en: Design of land vehicles

source: Verwaltung von Websites Dritter
en: Managing the web sites of others

source: Technologische Analysedienstleistungen
en: Technological analysis services

source: Technologische Dienstleistungen in Bezug auf Design
en: Technological services relating to design

source: Erteilung von Auskünften über die Entwicklung von Computersystemen
en: Information services relating to the development of computer systems

source: Entwicklung von Treiber- und Betriebssystemsoftware
en: Developing of driver and operating system software

source: Installation und kundenspezifische Anpassung von Anwendungssoftware für Computer
en: Installation and customisation of computer applications software

source: Installation, Aktualisierung und Pflege von Computersoftware
en: Installation, maintenance and updating of computer software

source: Bauplanung zur Verhütung von Überflutung von Gebäuden durch Hochwasser
en: Design of engineering works for the prevention of inundation of buildings by flood water

source: Erstellung von Gutachten bezüglich wissenschaftlicher Forschung
en: Preparation of reports relating to scientific research

source: Tests von Kosmetika
en: Testing of cosmetics

source: Tests in der Landwirtschaft
en: Testing on agriculture

source: Prüfung in der Landwirtschaft
en: Inspection of agriculture

source: Prüfung in der Fischzucht
en: Inspection of fisheries

source: Aktualisierung von Computersoftware für Dritte
en: Updating of computer software for others

source: Analysedienstleistungen in Bezug auf Rechner
en: Analytical services relating to computers

source: Computercodekonvertierung für Dritte
en: Computer code conversion for others

source: Entwurf von Transportcontainern
en: Design of transport containers

source: Labordienstleistungen in Bezug auf die Herstellung monoklonaler Antikörper
en: Laboratory services relating to the production of monoclonal antibodies

source: Erstellung von Gutachten [technisch]
en: Provision of surveys [technical]

source: Technische Beratung für die petrochemische Industrie
en: Provision of technical consultancy to the petrochemical industry

source: Pflege von Websites und Hosting von Online-Web-Einrichtungen für Dritte
en: Maintenance of websites and hosting on-line web facilities for others

source: Designdienstleistungen für Computersoftware
en: Computer design and programming services

source: Computergestütztes Design
en: Computer aided design services

source: Erstellung von Computerprogrammen zur Datenverarbeitung
en: Preparation of computer programs for data processing

source: Technische Beratungsdienstleistungen bezüglich Computerprogrammierung
en: Technical consultancy services relating to computer programming

source: Entwicklung, Programmierung und Implementierung von Software
en: Software development, programming and implementation

source: Prüfung, Authentifizierung und Qualitätskontrolle
en: Testing, authentication and quality control

source: Vermietung von Computerhardware und -anlagen
en: Rental of computer hardware and facilities

source: IT- Beratungs-, -Auskunfts- und -Informationsdienstleistungen
en: IT consultancy, advisory and information services

source: Hosting-Dienste, Software as a Service [SaaS] und Vermietung von Software
en: Hosting services and software as a service and rental of software

source: Datenvervielfältigungs- und -konvertierungsdienste, Datenkodierungsdienste
en: Data duplication and conversion services, data coding services

source: Architektur- und Stadtplanungsdienstleistungen
en: Architectural and urban planning services

source: Vermessung und Exploration
en: Surveying and exploration

source: Technologische Dienstleistungen und die darauf bezogene Forschung
en: Technological services and research relating thereto

source: Technologische Dienstleistungen und darauf bezogenes Design
en: Technological services and design relating thereto

source: Industrie-Analytik Dienstleistungen
en: Industrial analysis services

source: Externe Datensicherung
en: Off-site data backup

source: Bereitstellung von Informationen über Computertechnik und Programmieren über eine Webseite
en: Providing information on computer technology and programming via a web site

source: Zerstörungsfreie Prüfverfahren
en: Non-destructive testing services

source: Zertifizierungen in Bezug auf die Energieeffizienz von Gebäuden
en: Certification services for the energy efficiency of buildings

source: Entwurf und Entwicklung von Telekommunikationsnetzen
en: Design and development of telecommunications networks

source: Design von Betriebssystemsoftware
en: Design of operating system software

source: Design und Entwicklung von Betriebssystemsoftware
en: Design and development of operating system software

source: Entwicklung von Betriebssystemsoftware
en: Development of operating system software

source: Design von Treibersoftware
en: Design of driver software

source: Design und Entwicklung von Treibersoftware
en: Design and development of driver software

source: Entwicklung von Treibersoftware
en: Development of driver software

source: Entwicklung von Computerprogrammen für die Simulation von Laborversuchen
en: Development of computer programs for simulating laboratory experiments

source: Entwicklung von Bildbearbeitungssoftware
en: Image processing software development

source: Design und Entwicklung von Bildbearbeitungssoftware
en: Design and development of image processing software

source: Analyse- und Testdienstleistungen auf dem Gebiet der Erdölexploration
en: Analysis and testing services in the field of oil exploration

source: Analyse- und Testdienstleistungen auf dem Gebiet der Erdölförderung
en: Analysis and testing services in the field of oil exploitation

source: Analyse- und Testdienstleistungen für die Erdölindustrie
en: Analysis and testing services for the oil industry

source: Analyse von Erdöllagerstätten
en: Analysis of oil reservoirs

source: Analyse von Erdölvorkommen
en: Analysis of oil deposits

source: Beratung auf dem Gebiet der bakteriologischen Forschung
en: Consultancy in the field of bacteriological research

source: Entwurf und Entwicklung von neuen Produkten
en: Design and development of new products

source: Entwurf und Prüfung neuer Produkte
en: Design and testing of new products

source: Durchführung von Umweltprüfungen zur Ermittlung von Schadstoffen im Wasser
en: Environmental testing services to detect contaminants in water

source: Klassifizierung von Edelsteinen
en: Grading of precious stones

source: Grafikdesign [Illustration]
en: Graphic illustration design

source: Entwurf von Theaterbeleuchtungen
en: Theatrical lighting design

source: Beratung im Bereich architektonische Gestaltung
en: Consultancy in the field of architectural design

source: Architekturdesigndienstleistungen in den Bereichen Verkehr und Transport
en: Architectural design services in the fields of traffic and transportation

source: Zertifizierung von Diamanten
en: Certification of diamonds

source: Technische Beratung in Bezug auf Computerhard- und ‑software
en: Providing technical advice relating to computer hardware and software

source: Technische Beratung in Bezug auf Computer
en: Providing technical advice relating to computers

source: Entwurf und Entwicklung von technischen Produkten
en: Design and development of engineering products

source: Entwicklung von Industrieerzeugnissen
en: Development of industrial products
